aaron-bond.better-comments
alefragnani.bookmarks
chakrounanas.turbo-console-log
codeium.codeium
csharpier.csharpier-vscode
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
kamikillerto.vscode-colorize
mattpocock.ts-error-translator
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vsliveshare.vsliveshare
orta.vscode-twoslash-queries
pkief.material-icon-theme
planbcoding.vscode-react-refactor
pranaygp.vscode-css-peek
quicktype.quicktype
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
wallabyjs.console-ninja
wayou.vscode-todo-highlight
wix.vscode-import-cost
yoavbls.pretty-ts-errors
